Repository: kb-dk/confirmMembership
Catalog: locale/*/locale.po
Languages: da_dk

# plugins.generic.confirmmembership.roleids
source: Insert comma separated string with role id
da_dk: Indsæt kommasepareret streng med role id for de roller vi sender mails til

# plugins.generic.confirmmembership.daysmail
source: Number of days from last login to we send a confirm membership mail
da_dk: Antal dage fra sidste login til vi sender en bekræftelsesmail

# plugins.generic.confirmmembership.daysmerged
source: Number of days from confirmail send to we merge the account
da_dk: Antal dage fra bekræftelse afsendelse til vi merger/deleter kontoen

# plugins.generic.confirmmembership.display.name
source: Confirm Membership
da_dk: Bekræft medlemskab

# plugins.generic.confirmmembership.description
source: Plugin to confirmmembership users
da_dk: Plugin til at bekræfte medlemskab

# plugins.generic.confirmmembership.maxusers
source: Max number of users to send confirmemails when the task is running
da_dk: Max antal brugere der tasket skal gennemgå pr gang

# plugins.generic.confirmmembership.mergeusername
source: Username of the user the delete users are to be merged into
da_dk: Brugernavn på den bruger de delete brugere skal flettes ind i

# plugins.generic.confirmmembership.resetusernotdeleted.submit
source: Remove
da_dk: Fjern

# plugins.generic.confirmmembership.resetusernotdeleted
source: Users we cannot automatically delete are marked in user-settings, press this button to remove the marks
da_dk: Brugere vi ikke automatisk kan slette, bliver markeret i user-settings, tryk på denne knap for at fjerne markeringen

# plugins.generic.confirmmembership.amountofusers
source: amount of users :{$total}
da_dk: Antal brugere deleuser skal vise af gangen

# plugins.generic.confirmmembership.total
source: number of users deleteuser page will display at a time
da_dk: Antal brugere :{$total}

# plugins.generic.confirmmembership.pagetitle
source: Manual deletion of users
da_dk: Manuel sletning af brugere

# plugins.generic.confirmmembership.next
source: Next >>
da_dk: Næste >>

# plugins.generic.confirmmembership.previous
source: Previous <<
da_dk: Tilbage <<

# plugins.generic.confirmmembership.name
source: Name
da_dk: Navn

# plugins.generic.confirmmembership.username
source: User name
da_dk: Bruger navn

# plugins.generic.confirmmembership.role
source: Role
da_dk: Rolle

# plugins.generic.confirmmembership.assignment
source: Assignment
da_dk: Opgave

# plugins.generic.confirmmembership.journals
source: Journals
da_dk: Tidsskrift

# plugins.generic.confirmmembership.subscriber
source: Supscriber
da_dk: Abonnent

# plugins.generic.confirmmembership.link
source: Link to user
da_dk: Link til bruger

# plugins.generic.confirmmembership.merges
source: Merges
da_dk: Flet

# plugins.generic.confirmmembership.deleteuserlink
source: Page with list of users who cannot automatically delete
da_dk: Side med liste over brugere der ikke automatisk kan slettes
